{
  "tweets": [
    {
      "_id": "6240c03712efdd14b2741749",
      "text": "Laboris sint ad consequat sit quis minim ullamco Lorem ullamco et ex ex non. Proident amet amet pariatur ut. Quis consequat aliqua nulla laborum amet exercitation excepteur. Eu dolore consequat nulla minim elit ullamco laborum pariatur occaecat anim ex ad do ad.",
      "user": {
        "fullname": "Kara Rocha",
        "username": "mcleod",
        "avatarUrl": "https://source.unsplash.com/random/PostsState5"
      }
    },
    {
      "_id": "6240c037ba7bce3b4e657cda",
      "text": "Adipisicing quis ea id esse commodo sunt aute laborum aliqua ullamco magna eiusmod ipsum. Fugiat pariatur anim veniam dolore dolor magna. Sint anim culpa tempor laboris ut sit esse reprehenderit est deserunt sunt aute mollit proident. Incididunt pariatur in ex magna est magna exercitation anim ut incididunt ad ipsum.",
      "user": {
        "fullname": "Lewis Mcconnell",
        "username": "wells",
        "avatarUrl": "https://source.unsplash.com/random/100x101"
      }
    },
    {
      "_id": "6240c037c476bab1ee967e57",
      "text": "Velit et ea occaecat proident ad nostrud mollit irure nulla ipsum. Elit sunt sit esse adipisicing non ea nulla magna nostrud minim ullamco ex ut et. Laborum sunt velit eu ipsum magna. Eiusmod ullamco Lorem eiusmod magna est excepteur ea.",
      "user": {
        "fullname": "Glenna White",
        "username": "cardenas",
        "avatarUrl": "https://source.unsplash.com/random/100x107"
      }
    },
    {
      "_id": "6240c037fd20a92a6be72d85",
      "text": "Tempor nisi laborum commodo culpa duis consectetur minim eu et nisi. Deserunt exercitation pariatur qui ex do consequat minim duis proident id. Occaecat veniam sunt sint ea elit adipisicing irure quis magna et adipisicing. Et id esse ad ea consequat reprehenderit fugiat eu laborum.",
      "user": {
        "fullname": "Susie Porter",
        "username": "carter",
        "avatarUrl": "https://source.unsplash.com/random/100x104"
      }
    },
    {
      "_id": "6240c037bc3fd951ff284671",
      "text": "Labore laborum laboris cillum et esse sint sit enim elit pariatur nisi. Eiusmod aliquip nostrud deserunt aliquip deserunt sunt mollit magna sit. Magna ea veniam esse irure ex. Voluptate magna sit cillum pariatur aliquip ea voluptate eiusmod dolor in qui incididunt amet duis.",
      "user": {
        "fullname": "Stokes Sherman",
        "username": "sharpe",
        "avatarUrl": "https://source.unsplash.com/random/100x102"
      }
    },
    {
      "_id": "6240c03713322dcdd7f63037",
      "text": "Dolore enim enim ea quis aliqua nostrud laboris cillum. Aliquip dolor dolore incididunt aliqua exercitation magna consequat labore quis fugiat qui exercitation. Dolor nostrud consequat velit in magna id magna Lorem. Fugiat commodo mollit duis cillum esse exercitation laborum velit commodo fugiat reprehenderit.",
      "user": {
        "fullname": "Washington Stewart",
        "username": "richards",
        "avatarUrl": "https://source.unsplash.com/random/100x104"
      }
    },
    {
      "_id": "6240c03778f651157461ccba",
      "text": "Laboris enim in culpa magna qui Lorem fugiat id Lorem occaecat consequat consectetur. Sit veniam nisi in exercitation dolore mollit fugiat. Cillum voluptate labore ea ad anim cillum cillum anim. Nostrud do est occaecat qui non fugiat veniam labore velit consectetur quis adipisicing id.",
      "user": {
        "fullname": "Willie Shepherd",
        "username": "reynolds",
        "avatarUrl": "https://source.unsplash.com/random/100x105"
      }
    },
    {
      "_id": "6240c03711874cef3e55fc22",
      "text": "Minim exercitation sint elit irure. Deserunt nostrud nulla do irure exercitation ullamco aliquip proident eiusmod proident ex irure fugiat. Et exercitation elit incididunt dolor est. Elit ad minim dolore do ex voluptate est et ut.",
      "user": {
        "fullname": "Dalton Bush",
        "username": "munoz",
        "avatarUrl": "https://source.unsplash.com/random/100x103"
      }
    },
    {
      "_id": "6240c037d6a2d67c46580fbc",
      "text": "Laborum fugiat est reprehenderit est ut nostrud excepteur magna esse consequat. Elit nostrud reprehenderit enim labore laboris in dolore aliqua reprehenderit. Commodo ipsum ut adipisicing consequat. Culpa excepteur incididunt sit aliquip.",
      "user": {
        "fullname": "Collins Salas",
        "username": "dalton",
        "avatarUrl": "https://source.unsplash.com/random/100x107"
      }
    },
    {
      "_id": "6240c0376aa1ba54b5f086b8",
      "text": "Incididunt commodo culpa reprehenderit et dolor eiusmod non laboris incididunt. Incididunt consequat labore deserunt nulla id quis fugiat ad ex est sint minim. Reprehenderit do non id occaecat reprehenderit consectetur sit id elit eiusmod consectetur adipisicing. Amet eu nulla ut consequat ipsum officia amet.",
      "user": {
        "fullname": "Sharlene Fischer",
        "username": "goodman",
        "avatarUrl": "https://source.unsplash.com/random/100x102"
      }
    }
  ],
    "topics": [
      {"name": "Беларусь", "amount": 202354},
      {"name": "Duda", "amount": 435},
      {"name": "#StandWithUkraine", "amount": 23522},
      {"name": "Szwedzi", "amount": 65778}
    ],
    "users": [
      {
        "_id": "101",
        "fullname": "Consuelo Wong",
        "username": "poole",
        "avatarUrl": "https://source.unsplash.com/random/100x10"
      },
      {
        "_id": "102",
        "fullname": "Consuelo Bong",
        "username": "poole",
        "avatarUrl": "https://source.unsplash.com/random/100x10"
      },
      {
        "_id": "103",
        "fullname": "Consuelo Dong",
        "username": "poole",
        "avatarUrl": "https://source.unsplash.com/random/100x10"
      }
    ],
    "user": {
      "_id": "100000001",
      "fullname": "P Jaworski",
      "username": "p_jaworski63",
      "avatarUrl": "/avatar.jpeg"
    }
  }
